IDEA Open Model
LineLoad.LengthOnEdge Property
Compatible with IDEA StatiCa 20.1
 length of load
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double LengthOnEdge { get; set; }
Public Property LengthOnEdge As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace